[
    {
        "title": "Procedure to apply for leave on VTOP",
        "content": "1. First , sign in to VTOP page with your credentials.\n2. Open the VTOP Menu on the left side of the page.\n3. Under the menu bar click on the Hostels named drop down.\n4. In that see for General Outing option and click on that.\n5. And then, complete the leave application process, wait for the approval of respective mentor and warden.\n6. At last you can download the leave application form from the table that is displayed below the application form."
    },
    {
        "title": "Procedure to apply for leave manually",
        "content": "1. If you are facing any issue to get leave from VTOP, you can just follow these steps.\n2. First mail to your mentor and get an approval from your respective mentor.\n3. Go to the respective warden's office and reach out to them by showing the approval mail from your mentor.\n4. Then the warden's will give you a leave form to fill and you can fill that accordingly and then take leave."
    },
    {
        "title": "Procedure to apply for weekend outings on VTOP",
        "content": "1. First , sign in to VTOP page with your credentials.\n2. Open the VTOP Menu on the left side of the page.\n3. Under the menu bar click on the Hostels named drop down.\n4. In that see for Weekend Outing option and click on that.\n5. You will be able to apply for weekend outings only on Sunday and Monday.\n6. You can only apply outing for 6 hours and if you are late to the campus the respective warden's will cancel your next 4 weeks weekend outings.\n7. You can avail the transport that is provided by the college for Vijayawada for outing."
    },
    {
        "title": "Procedure to apply for outings on week days",
        "content": "1. When you want to go for outing on week days you need to approach your mentor for permission.\n2. After the approval from your mentor you can just reach out to your warden.\n3. The warden will provide you an out pass where you can fill in your information.\n4. And then by using that form you can enjoy your outing..!"
    },
    {
        "title": "Procedure to complaint about any issues facing in VTOP",
        "content": "1. If you want to raise any issues regarding the Maintenance and Service issues in your respective hostel blocks and also any academic blocks, first you need to sign in to your VTOP.\n2. Then open the VTOP Menu that is present on the top left of the page.\n3. Under the menu you will see one dropdown named Feedback.\n4. In that Feedback you will see an option of Apply Complaint, click on that.\n5. Then you fill in the information accordingly.\n6. After resolving of the complaint it will show you in the below table, then you will also be able to give the feedback."
    },
    {
        "title": "Procedure to check Time Table on VTOP",
        "content": "1. Initially, sign in to your VTOP with your credentials.\n2. Go to the VTOP Menu on the top left corner, under that you can see many fields of dropdowns.\n3. Select Academics dropdown.\n4. Now you can just check where Time Table is present and click on that.\n5. There you can be able to see an option of selecting the semester, click on that dropdown and select your respective semester.\n6. Then you can be able to see what are the courses you will be having in that particular semester and also the professors for that respective courses, and you will be having a clear formatted timetable in the form of venue and timings along with the course code."
    },
    {
        "title": "Procedure to check your WIFI credentials",
        "content": "1. Go to your VTOP website with your credentials.\n2. Click on the menu that you can see on the top left corner.\n3. Go to the dropdown of MyInfo that is visible at the top of the menu.\n4. Click on that and you can see all the credentials.\n5. You can also be able to see the credentials of G-Mail along with WIFI."
    }
]